Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/usn.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Susann Gjerde is Associate Professor at USN School of Business.
nb: Susann Gjerde (PhD) er førsteamanuensis ved USN Handelshøyskolen.

source: He has also worked with New Testament issues and storyline as a method for locally-based history teaching in school.
nb: Han har også jobbet med nytestamentlige problemstillinger og storyline som metode for lokalbasert historieundervisning i grunnskolen.

source: The Norwegian Anthropological Associaton's yearly conference (NAF) 2007, “Tid, sted, rom”. Paper in the workshop: Kjønn, makt og handlingsrom.
nb: Norsk antropologisk forenings årskonferanse 2007, “Tid, sted, rom”.Innlegg i arbeidsgruppen Kjønn, makt og handlingsrom.

source: Why is there no list of positive cases?
nb: Hvorfor er oversikten over smittede borte?

source: CEO Thor Sverre Minnesjord is delighted: "
nb: CEO Thor Sverre Minnesjord i GBN er svært fornøyd.

source: Practical Pedagogical Education for Vocational Design and Crafts, OsloMet
nb: Praktisk Pedagogisk utdanning for Yrkesfag Design og Håndverk, OsloMet

source: Activity and plans
nb: Aktivitet og planer

source: The BioMEMS group is in the center of this exciting and innovative technology area.
nb: BioMEMS-gruppen arbeider helt i sentrum av dette spennende og innovative teknologiområdet.

source: Osler is a professor at USN's Faculty of Humanities, Sports and Educational Sciences and the University of Leeds.
nb: Osler er professor ved USNs fakultet for humaniora, idretts- og utdanningsvitenskap og University of Leeds.

source: The phone will then open up a QR scanner.
nb: Da skal telefonen starte en QR-kode scanner.

source: Since Zwipe launched in 2014, every day is different for Kim.
nb: Siden Zwipe ble lansert av ledergruppa i Mastercard i London i oktober 2014, har hverdagen ikke blitt den samme for Kim.

source: (The link will be activeted when the program starts.)
nb: (Linken blir aktiv når programmet starter.)

source: Right-click on the disk once and choose:
nb: Høyre-klikke på disken en gang til og velge:

source: O’Reilly For Higher Education contains almost 50 000 e-books in computer science and related fields such as mathematics and engineering.
nb: O’Reilly For Higher Education inneholder nesten 50 000 ebøker hovedsakelig innenfor informatikk og datateknologi, men har også en del litteratur innen matematikk og ingeniørfag.

source: 2011-2012 Drammen kommune – Water supply and seweage, Solumstrand waste water treatment facility, Operations engineer
nb: 2011-2012 Drammen kommune – Vann og avløp, Solumstrand renseanlegg, Driftsingeniør

source: In autumn 2019, a brand new fitness centre will open inside the campus.
nb: Høsten 2019 åpner det også et splitter nytt treningssenter inne på campusen.

source: We also offer advice on what equipment is most suitable for your needs, and instruction in its use if you need it.
nb: Vi gir også veiledning i hvilket utstyr som egner seg for ditt behov og opplæring i dette.

source: According to section 13 first subsection of the Freedom of Information
nb: § 13 første ledd skal alle opplysninger som er omfattet av taushetsplikt, unntas offentlighet.

source: If you do not have access to the e-book you wish to borrow, it may already be in use.
nb: Dersom du ikke får tilgang til e-boka du ønsker å låne kan den allerede være i bruk.

source: The video was created before the last discovery in Borre.
nb: Videoen ble laget før det siste funnet i Borre.

source: Publications at Cristin
nb: Publikasjoner på Cristin

source: The shortest subject conversation lasts 7 minutes and 10 seconds, while the longest lasts 23 minutes and 2 seconds.
nb: Den korteste fagsamtalen varer 7 minutter og 10 sekunder, mens den lengste varer 23 minutter og 2 sekunder.

source: This can contribute to less damage to equipment and fewer accidents,” says Smit.
nb: Det kan bidra til mindre skade på utstyr og færre ulykker, sier Smit.

source: Mention the most important long range transporting mechanisms (routes) for global transport/distribution of pollutants.
nb: Angi de viktigste langtransport mekanismer for global transport/fordeling av miljøgifter

source: What are the UH-Ped subjects?
nb: Hva er UH-ped emnene?

source: The research group in algebraic geometry at HSN work in the area of moduli- and deformation theory, classical algebraic geometry, in addition to number theory and algebra.
nb: Forskningsgruppen i algebraisk geometri ved HSN arbeider innen områdene moduli- og deformasjonsteori, klassisk algebraisk geometri, og i tillegg tallteori og algebra.

source: USN recommends that you use Mediasite.
nb: USN anbefaler å bruke Mediasite.

source: Master in French as a foreign language (education and didactics) from Université de Nantes, France
nb: Master i fransk som fremmedspråk (pedagogikk og didaktikk) fra Université de Nantes, France

source: Here PGS has built their own specific simulators for their courses.
nb: Her har PGS fått bygd opp egne spesifikke simulatorer for sine kurs.

source: As well known, research is fragmented with divergent results and weak design.
nb: Forskningen er som kjent fragmentert med sprikende resultater og svakt design.

source: There will be no changes to the schedule at USN for the next two weeks.
nb: USN beholder den gjeldende timeplanen for de fleste studentene.

source: (University of Oslo/University of Cambridge, 2016-2020).
nb: - Digitale dialoger på tvers av fag (UiO/University of Cambridge, 2016-2020).

source: UC Berkeley is located just north of San Francisco, which is the 4th largest city in California with around 900 000 inhabitants.
nb: UC Berkeley ligger rett nord for San Francisco som er den 4 største byen i California med rundt 900 000 innbyggere.

source: There must have been extensive trade in goods, and these goods may have come from the north and from Denmark and Europe, says Bandlien.
nb: Det må ha vært drevet utstrakt handel med varer, og de varene kan ha kommet nordfra og fra Danmark og Europa, sier Bandlien.

source: From Porsgrunn and Skien you can take the Bratsberg railway (local train) to Notodden.
nb: Fra Porsgrunn og Skien kan man ta Bratsbergbanen (lokaltog) til Notodden.

source: Volume 2 of the History of Telemark.
nb: Bind 2 av Telemarks historie.

source: The challenge is that the technology (ACT) needs ultrasound with two different frequencies to work.
nb: Utfordringen er at teknologien (ACT) trenger ultralyd med to forskjellige frekvenser for å fungere.

source: JOSPT, Journal of Orthopaedic & Sports Physical Therapy,
nb: JOSPT, Journal of Orthopaedic & Sports Physical Therapy, Andre publikasjoner:

source: «Haukeliekspressen» also corresponds with bus routes from Vestfold via Porsgrunn/Skien and with bus routes to Setesdal/Kristiansand.
nb: Haukeliekspressen korresponderer med bussruter frå Vestfold via Porsgrunn/Skien og med bussruter til Setesdal/Kristiansand.

source: with the Safari browser?
nb: og Safari nettleser?

source: “Buddy week is about gathering new students through various activities that help people to get to know each other.
nb: – Fadderuka handler om å samle nye studenter gjennom ulike aktiviteter som bidrar til at folk blir kjent.

source: Applications were sent from the Department of Health, Social and Welfare Studies, the Department of Natural Sciences and Environment Health, the Department of Nursing and Health Sciences, and the Department of Culture, Religion and Social Studies.
nb: Det ble sendt en søknad hver fra Institutt for helse-, sosial- og velferdsfag (IHSV), Institutt for natur, helse og miljø (INHM), Institutt for sykepleie- og helsevitenskap (ISH) og Institutt for kultur, religion og samfunnsfag (IKRS).

source: “We are very pleased to have Kongsberg Digital (KDI) on the team.
nb: – Vi er meget fornøyde med å ha Kongsberg Digital (KDI) med på laget.

source: Here we have about 20 workstations available for students in their development stage.
nb: Silicia tilbyr 20 arbeidsplasser i Forskningsparken på campus Vestfold.

source: Such a holistic approach is usual in creative activities like music, drama, creative writing, food-making, gardening, crafting, building, designing and diverse forms of physical engagements in outdoor environments, as well as types of experiential learning and teaching.
nb: En slik helhetlig tilnærming er vanlig i skapende og praktiske aktiviteter som musikk, drama, kreativ skriving, matlaging, hagearbeid, bygging, design og ulike former for fysiske aktiviteter i utendørsmiljøer.

source: Co-supervisors: professor Carlos Pfeiffer og professor Marius Lysaker, both USN.
nb: Biveiledere: professor Carlos Pfeiffer og professor Marius Lysaker, begge USN.

source: In June 2010, I finished my PhD at University of Reading, UK, on the topic of investigating representation of visual space for freely moving participants in a virtual expanding room.
nb: I juni 2010 avsluttet jeg doktorgraden min ved University of Reading, UK, hvor jeg jobbet med temaet Investigating representation of visual space for freely moving participants in a virtual expanding room

source: 1993 - 1997 Head librarian Hamerfest vgs Publications
nb: 1993 - 1997 Avdelingsbibliotekar Hammerfest vgs

source: International students cannot go home for the holidays because of the pandemic, but USN employees will host 40 students this Christmas.
nb: Mange internasjonale studenter har i år ikke mulighet til å reise hjem til jul. 40 studenter er nå invitert hjem til USN-ansatte i romjulen.

source: Try another, updated browser (We recommend using Google Chrome or Mozilla Frefox.)
nb: Prøv med en annen, oppdatert nettleser (Vi anbefaler Chrome og Mozilla Firefox.)

source: Within the field of didactics of religion, she is interested in how eastern religions are being taught in schools and preschools in Norway.
nb: Innen feltet religionsdidaktisk er hun særlig interessert i hvordan det undervises i østlige religioner i grunnskolen og grunnskole/barnehagelærerutdanningen.

source: In Lajeado, you combine your internship with studies at
nb: I Lajeado kombinerer du internshipoppholdet med studier ved

source: Most dives took them less than 30 seconds and usually only until about a meter deep”, says Graf.
nb: De fleste dykkene tok dem under 30 sekunder og oftest bare inntil en meters dybde, forteller Graf.

source: LET’S is an invitation to our fellow colleagues: LET US take initiative and do what we can to support ways of learning, teaching, thinking and acting toward sustainability.
nb: LET'S vil oppmuntre til innovasjon, kritisk refleksjon og samarbeid, og vil fungere som ressursgruppe for forskere og studenter på master- og doktorgradsnivå.

source: SoImpact deals with this matter.
nb: SoImpact håndterer dette.

source: The journal is peer-reviewed and at level 1 in the Norwegian register of scientific publication channels
nb: Tidsskriftet er fagfellevurdert og på nivå 1 i det norske registeret over vitenskapelige publiseringskanaler.

source: Canvas is also available as an app for mobile phones and tablets:
nb: Canvas er også tilgjengelig via gode apper for mobiltelefon og nettbrett:

source: The basic set-up must not be changed by users.
nb: Det grunnleggende oppsettet skal ikke endres av bruker.

source: The research group Mentoring in Profession and Education (ViPU) is affiliated with the Department of Education.
nb: Forskergruppa Veiledning i Profesjon og Utdanning (ViPU) er tilknyttet Institutt for pedagogikk.

source: action research, co-creation and participative research methods
nb: aksjonsforskning, co-creation og partisipative forskningsmetoder

source: The research project «The interaction of photosensitive proteins with microfabricated sensor arrays» (Photosense) is about microsensors and vision.
nb: Forskningsprosjektet «The interaction of photosensitive proteins with microfabricated sensor arrays», forkortet Photosense, handler om mikrosensorer og syn.

source: It is important for the company that the entire crew work together as an effective project team towards the same goal.
nb: Det er viktig for selskapet at hele mannskapet jobber sammen som et effektivt prosjektteam mot samme mål.

source: Conversation Analytic innovation for Teacher Education (CAiTE)
nb: Trening av samtaleferdigheter i lærerutdanningen (CAiTE)

source: European Congress of Qualitative Inquiry, organised by L-Università ta' Malta og Ku Leuven, Malta
nb: European Congress of Qualitative Inquiry, arrangert av L-Università ta' Malta og Ku Leuven, Malta

source: Students may be sceptical at first and feel that the FC approach is too time-consuming.
nb: Studentene kan være negative i starten og oppleve FC som tidkrevende.

source: Football and religion in the Middle-East
nb: Fotball og religion i Midtøsten

source: write the answer on a Padlet or in a shared document in Word or PowerPoint
nb: skrive løsning på en padlet eller i et felles dokument (feks Word eller Powerpoint)

source: She used something called tri-axial accelerometers and GPS systems, which are part of the new method for studying wild animals.
nb: Hun brukte noe som kalles tri-aksial akselerometre og GPS-systemer, som er en del av den nye metoden for å studere ville dyr.

source: Some research has claimed that the learning effect of the FC is simply the result of the implementation of active learning (Jensen, 2015).
nb: I noe forskning har det blitt hevdet at læringseffekten av FC bare er et resultat av implementering av aktiv læring (Jensen, 2015).

source: The project ENHANCE will give opportunities for young researchers from around the world, a well as for the industry partners.
nb: ENHANCE-prosjektet vil gi muligheter for unge forskere fra hele verden, og for industripartnerne.

source: Other cooperative partners is Komplett, Telenor, Posten, Norgesgruppen, The Norwegian Football Association, etc.
nb: Andre samarbeidsaktører er Komplett, Telia, Digital Norway, Telenor, Posten, Norgesgruppen, Museer, etc.

source: Equipment must be booked well in advance.
nb: Utstyret må bestilles i god tid i forveien.

source: 2014-2015 Clinical optometrist, Interoptik Majorstuen, Oslo, Norway
nb: 2014-2015 Assisterende butikksjef og optiker, Interoptik Majorstuen, Oslo

source: USN’s PCs are normally configured by the IT Department.
nb: USNs PCer er normalt konfigurert av IT-avdelingen.

source: Supported by SIU with NOK 6 million.
nb: Støttes av SIU med kr 6 millioner.

source: Contact eDU Media Production if you need any help or advice in the production of advanced teaching videos.
nb: Kontakt eDU - medieproduksjon for veiledning og hjelp for produksjon av avanserte undervisningsvideoer.

source: Today there are 35 employees in Zwipe.
nb: I dag er det 35 ansatte i Zwipe.

source: INNOFF is a new initiative (2018/2019) to build up a stronger network of researchers with an interest in public innovation.
nb: INNOFF er et nytt initiativ (2018/2019) for å få opp et sterkere nettverk av forskere med interesse for offentlig innovasjon.

source: USN researchers and employees in the companies gathered for a joint workshop on the Kongsberg campus.
nb: USN-forskere og ansatte i selskapene samlet til felles workshop på campus Kongsberg.

source: In Minneapolis there is a Norwegian consulate and «Norway House».
nb: I Minneapolis er det et norsk konsulat og det såkalte Norway House.

source: Exchange and «Study Abroad»:
nb: Utveksling og «Study Abroad»:

source: USN has already sent four applications for cooperation with SPPU to the DIKU program called UTFORSK.
nb: USN har allerede sendt fire søknader om samarbeid med SPPU til DIKU-programmet UTFORSK.

source: PhD in Education from University of Oslo, Norway
nb: Doktorgrad i pedagogikk fra Universitetet i Oslo, Institutt for Pedagogikk

source: This longitudinal project, which started in 2015, are expected to end in 2020.
nb: Dette er en longitudinell studie som startet i 2015 og forventes å avslutte i 2020.

source: Student life in the city
nb: Studentlivet i byen

source: SESAM collaborates on changing projects with skilled proffessionals at RUC.
nb: SESAM samarbeider med dyktige fagfolk ved RUC om skiftende prosjekt.

source: Other projects will be invoiced.
nb: For andre oppdrag sendes faktura.

source: He adds that the quarantine rules also make travel challenging.
nb: Karantenereglene gjør det også utfordrende.

source: Another aspect is that engaging with VR and AR technology may result in visual discomfort – some even feel nauseated and sick.
nb: En annen dimensjon er at erfaringer med VR- og AR-teknologi kan medføre visuelt ubehag – mange blir til og med kvalme og føler seg syke.

source: A maximum of 30 participants will be admitted to each of the courses each term.
nb: Det tas opp maksimalt 30 deltakere på de to studieemnene hvert semester.

source: Users shall collate personal e-mail and data in separate folders called “Personal” in order to further protect such data from access.
nb: Brukeren bør samle personlig e-post og personlige data i egne mapper kalt ”personlig” for å skjerme slike data ytterligere fra innsyn.

source: If you don't have the Microsoft Authenticator app on your phone, install it and then click "Next".
nb: Hvis du ikke har Microsoft Authenticator appen på telefonen din, installer den og så klikk på "Neste".

source: International Students Union (ISU) Drammen helps create an inclusive environment for the Drammen’s international students
nb: International Students Union (ISU) Drammen bidrar til å skape et inkluderende miljø for Drammens internasjonale studenter

source: 2014 - Opponent at PhD dissertation, University of Linköping
nb: 2014 - Opponent for fremlegging av doktoravhandling, Universitet i Linköping

source: Department of Culture, Religion and Social Studies and the Department of Natural Sciences and Environment Health at USN have actively collaborated until now.
nb: Til nå er det spesielt miljøer ved Institutt for kultur, religion og samfunnsfag (IKRS) og Institutt for natur, helse og miljø (INHM) ved USN som har vært aktive i samarbeidet.

source: Loan and purchase of audio and video recording equipment
nb: Utlån og innkjøp av utstyr for lyd- og videoopptak

source: Security tools such as antivirus software and firewalls, and automatic updates of these must be enabled.
nb: Sikkerhetsmekanismer som antivirus, brannmur og automatisk installasjon av oppdateringer skal være aktivert.

source: River regulations in Tokkeåi.
nb: Vassdragsreguleringer i Tokkeåi.

source: "USN has been working to develop maritime education and research for many years, and now we know that this will be a priority for the government also towards 2030," says USN rector Petter Aasen.
nb: – USN har jobbet med å utvikle maritim utdanning og forskning i mange år, og nå vet vi at dette vil være en prioritering for regjeringen også frem mot 2030, sier USN-rektor Petter Aasen.

source: You can display whatever you want and record audio and video images using a headset and web camera.
nb: Du kan vise det du vil, og ta opp lyd og videobilde med headset og webkamera.

source: A Flipped Classroom (FC), also known as reverse teaching, is an increasingly popular hybrid approach that is turning our traditional method on its head.
nb: Flipped Classroom (FC) eller omvendt undervisning er en stadig mer populær hybrid metode som snur tradisjonell undervisning på hodet.

source: eDU or IT can assist you in finding a suitable room on your campus.
nb: eDU eller IT kan hjelpe deg å finne egnet rom på ditt campus.

source: "For that reason, the festival becomes an important showcase for campus Rauland.
nb: - Festivalen blir dermed et viktig utstillingsvindu for campus Rauland.

source: The project consists of a network of research institutions that collect data on treatment options for COVID-19 patients from healthcare systems in a number of European countries as well as Brazil, Colombia, South Korea and the United States.
nb: Prosjektet består av et nettverk av forskningsinstitusjoner som samler inn data fra tilbud om pleie til Covid-19-pasienter fra helsesystemer i en rekke europeiske land samt Brasil, Colombia, Sør-Korea og USA.

source: She has worked in the communications industry for over 15 years in both public and private sectors.
nb: Hun har jobbet i kommunikasjonssbransjen i over 15 år fra både offentlig og privat sektor.

source: The CAiTE project (Conversation Analytic innovation for Teacher Education) aims to enhance the quality of teacher education and improve teachers' assessment practices by developing, evaluating and implementing a new research-based instruction method, based on the principles of CARM (Conversation Analytic Role-play Method), to train student teachers' feedback skills.
nb: CAiTEs mål (Conversation Analytic innovation for Teacher Education) er å styrke kvaliteten på lærerutdanningen og forbedre læreres vurderingspraksiser ved å utvikle, evaluere og implementere en ny forskningsbasert instruksjonsmetode (CARM - Conversation Analytic Role-play Method) som skal brukes i lærerutdanningen for å trene lærerstudentenes samtalekompetanse.

source: Management recommends therefore that employees who are granted a place on these courses are permitted to allocate a minimum of 150 hours per course as part of their work schedule.
nb: Ledelsen har derfor anbefalt at ansatte som får studieplass får avsatt minimum 150 timer per emne på sin arbeidsplan.

source: His research interests include Empirical Software Engineering, Data Mining, Software Startups Research and Cybersecurity.
nb: Hans forskning er om Empirical Software Engineering, Data Mining, Software Startups Research og Cybersecurity.

source: use of video
nb: bruk av video

source: We use one solution for printing, copying and scanning for both students and staff.
nb: Vi benytter en felles løsning for utskrift, kopiering og scanning for studenter og ansatte.

source: Member of the PhD evaluation committee, reviewing the PhD education among USN's eight PhD-programs (2019-2020)
nb: Medlem av komité for evaluering av doktorgradsutdanningen ved USN (2019-2020).

source: 2021-present Study leader/program manager bachelor in optometry and master in optometry & visual science/industry master
nb: 2021-d.d Studieleder/programkoordinator bachelor i optometri og master i optometri & synsvitenskap/næringsmaster

source: Systems Engineering is a field with good and robust solutions and knowledge around new products and systems.
nb: Systems Engineering er et fagområde med gode og robuste løsninger som overfører kunnskap til nye produkter og systemer.

source: ; strategy, positioning, business idea, financial management models and tools, product / project calculation, Activity Based Costing, cost allocation / profitability, Balanced Scorecard, KPI, pricing of logistics services, effects of new economies, etc.
nb: strategi, posisjonering, forretningside, forretningsmodeller, økonomiske styringsmodeller og verktøy, produkt-/prosjekt kalkulering, Activity Based Costing, kostnadsallokering/lønnsomhet, Balanced Scorecard, KPI, prissetting av logistikk tjenester, effekter av nye økonomier, etc.

source: Mainly within the cross-disciplined and applied subjects such as global operations, strategy, competitive advantages, supply chain, sourcing, inventory and production control, lean, transportation, organization, business development, change management, business administration, innovation, project, quality, B2B marketing, new economies (sharing, platform, gig, and circular), ethics, sustainability and environment.
nb: Hovedsakelig innen tverdisiplinerte og tillempede fag som strategi, konkurranse evne, global operations, supply chain, sourcing, material- og produksjonsstyring, Lean, transporter, organisasjon og forretningsutvikling, endringsledelse, bedriftsøkonomi, innovasjon, prosjekt ledelse, kvalitetsledelse, B2B markedsføring, nye økonomier (sharing, platform, gig og circular), etikk, holdbarhet og miljø.
